[
    {"question": "Welche Verantwortungsbereiche umfasst Ihre Tätigkeit in Ihrem Unternehmen?"},
    {"question": "Wie viele Personen leiten Sie in Ihrer aktuellen Position, und welches Budget verwalten Sie dabei?"},
    {"question": "An welche Person oder Position berichten Sie in Ihrer Organisation?"},
    {"question": "Können Sie detailliert beschreiben, welche Aufgaben zu Ihrem Verantwortungsbereich gehören?"},
    {"question": "Welche Aufgaben fallen in Ihrer Position am häufigsten an, und welche kommen nur selten vor?"},
    {"question": "Welche Aufgaben oder Bereiche sind Ihnen persönlich besonders wichtig, und welche halten Sie für das Unternehmen für am relevantesten?"},
    {"question": "Erwarten Sie in den kommenden Monaten oder Jahren wesentliche Veränderungen in Ihren Aufgabenbereichen? Wenn ja, in welche Richtung gehen diese Entwicklungen?"},
    {"question": "Welche Herausforderungen und Veränderungen erwarten Sie in Zukunft für Ihre Nachfolge? Worauf sollte sich eine nachfolgende Person in Ihrer Position einstellen?"},
    {"question": "Wenn Sie auf Ihre bisherige berufliche Laufbahn zurückblicken, welche Herausforderungen waren für Sie besonders prägend?"},
    {"question": "Mit welchen Abteilungen oder Personen innerhalb des Unternehmens arbeiten Sie besonders eng zusammen?"},
    {"question": "Gibt es Abteilungen oder Personen innerhalb des Unternehmens, mit denen die Zusammenarbeit besonders gut oder besonders schwierig ist?"},
    {"question": "Wodurch entstehen Ihrer Ansicht nach die genannten Herausforderungen oder Erfolgsfaktoren in der Zusammenarbeit?"},
    {"question": "Gibt es externe Partner oder Anbieter, mit denen Sie regelmäßig zusammenarbeiten?"},
    {"question": "Welche Kompetenzen sind aus Ihrer Sicht unerlässlich für eine Person, die Ihre Nachfolge antritt?"},
    {"question": "Welche fachlichen Kompetenzen sind für Ihre Position besonders wichtig?"},
    {"question": "Welche allgemeinen oder überfachlichen Kompetenzen sind in Ihrer Position notwendig?"},
    {"question": "Welche der genannten Kompetenzen halten Sie für die allerwichtigsten in Ihrer Position?"},
    {"question": "Welche großen Erfolge konnten Sie in den letzten Jahren verzeichnen, und welche Herausforderungen gab es?"},
    {"question": "Welchen Rat oder welche Empfehlungen würden Sie Ihrer Nachfolge mit auf den Weg geben?"},
    {"question": "Welche Empfehlungen oder Ratschläge möchten Sie Ihrem Unternehmen für Ihren Arbeitsbereich mitgeben?"},
    {"question": "Wie würden Sie den Grad Ihrer Entscheidungsautonomie in Ihrer Tätigkeit bewerten?"},
    {"question": "Wie würden Sie den Grad Ihrer Planungsautonomie in Ihrer Tätigkeit bewerten?"},
    {"question": "Wie würden Sie die Autonomie in Bezug auf die Wahl von Arbeitsmethoden in Ihrer Tätigkeit bewerten?"},
    {"question": "Wie würden Sie die Aufgabenvielfalt in Ihrer Position bewerten?"},
    {"question": "Wie wichtig ist Ihre Position Ihrer Meinung nach für die Unternehmensentwicklung?"},
    {"question": "Über wie viel Ganzheitlichkeit, also Eigenverantwortung in der Handhabung Ihrer Aufgaben, verfügt Ihre Position?"},
    {"question": "Wie viel Feedback erhalten Sie regelmäßig für Ihre Arbeit?"},
    {"question": "Wie komplex ist Ihre Tätigkeit in Bezug auf die Anforderungen und Aufgabenstellung?"},
    {"question": "Wie viele Informationen müssen Sie regelmäßig im Rahmen Ihrer Tätigkeit verarbeiten?"},
    {"question": "Wie hoch ist der Grad an Problemlösungsfähigkeiten, den Ihre Position erfordert?"},
    {"question": "Wie vielfältig sind die Anforderungen, denen Sie in Ihrer Position begegnen?"},
    {"question": "Wie spezialisiert ist Ihre Tätigkeit?"},
    {"question": "Wie häufig interagieren Sie in Ihrer Position mit Personen außerhalb des Unternehmens?"},
    {"question": "Welche Anforderungen stellt der Technikgebrauch an Ihrem Arbeitsplatz an Sie?"}
]